Repository: BSVogler/moodmeter
Catalog: moodassist/*.lproj/Localizable.strings
Languages: de

source: Delete
de: Löschen

source: Cancel
de: Abbrechen

source: Today
de: Heute

source: Yesterday
de: Gestern

source: Statistics
de: Statistik

source: Share
de: Teilen

source: Disabling the sharing deletes all remotely saved data.
de: Deaktivieren der Teilen-Funktion löscht alle entfernt gespeicherten Daten.

source: Disable?
de: Deaktivieren?

source: My live mood data
de: Meine aktuelle Stimmungsdaten

source: It is time to give me your mood.
de: Es ist Zeit mir deine Stimmung mitzuteilen.

source: Mood Time
de: Stimmungszeit

source: Could not save data
de: Konnte Daten nicht speichern.

source: Deleting
de: Gelöscht

source: Delete?
de: Löschen?

source: Delete all locally saved data?
de: Lösche alle lokalen Daten?

source: Deleting of all data not possible
de: Löschen aller Daten nicht möglich

source: Deleted all data
de: Alle Daten erfolgreich gelöscht.

source: terms and conditions
de: Datenschutzbestimmungen

source: Exporting…
de: Exportiere…

source: Maintain an updated copy to make the data available on other devices By using the share feature you agree to the terms and conditions.
de: Greife von anderen Geräten auf eine aktualisierende Kopie deiner Daten zu. Mit dem Nutzung der Teilen-Funktion stimmst du den Datenschutzbestimmungen zu.

source: Please enable notifications for Moodassist in your system settings.
de: Bitte aktiviere Mitteilungen für Moodassist in den Systemeinstellungen.

source: No rights
de: Keine Berechtigung

source: https://moodassist.cloud/privacy
de: https://moodassist.cloud/Datennschutz
